Repository: muun/falcon
Catalog: falcon/app/falcon/Resource/Localization/*.lproj/Localizable.strings
Languages: es

# GenerateRecoveryCodeViewController.s7
source: Your Recovery Code won't work unless you finish.
es: No has terminado de configurar tu Código de Recuperación. Si abortas ahora, éste código no funcionará para acceder a tu monedero o exportar tus Claves Privadas

# RecoveryCodePrimingViewController.s1
source: START
es: EMPEZAR

# RecoveryCodePrimingViewController.s2
source: Failed to create the backup
es: Error al crear el respaldo

# RecoveryCodePrimingViewController.s3
source: You are about to create an encrypted backup of your private key. To save it, you need an internet connection. Please check your connection and try again.
es: Estás a punto de crear un respaldo encriptado de tu clave privada. Para guardarlo, necesitas conexión a Internet. Por favor revisa tu conexión e inténtalo de nuevo.

# RecoveryCodePrimingViewController.s4
source: Retry
es: Reintentar

# RecoveryCodePrimingViewController.s5
source: Cancel
es: Cancelar

# SetUpRecoveryCodeWording.s1
source: Create an alternative backup
es: Crea otro respaldo

# SetUpRecoveryCodeWording.s2
source: Write down a code on paper to recover your wallet.
es: Escribe un código en papel para recuperar tu monedero.

# SetUpRecoveryCodeWording.s3
source: Write down a code on paper for additional security.
es: Escribe un código en papel para mayor seguridad.

# SetUpRecoveryCodeWording.s4
source: Write down a code on paper in case you forget your password.
es: Escribe un código en papel por si te olvidas tu contraseña.

# SetUpRecoveryCodeWording.s5
source: You created an alternative backup
es: Creaste tu respaldo alternativo

# SetUpRecoveryCodeWording.s6
source: You can use the code you wrote down to recover your wallet.
es: Puedes usar el código que escribiste para recuperar tu monedero.

# SetUpRecoveryCodeWording.s7
source: Use your email and the code you wrote down to recover your wallet.
es: Usa tu email y el código que escribiste para recuperar tu monedero.

# SetUpRecoveryCodeWording.s8
source: Back up your wallet
es: Respalda tu monedero

# SetUpRecoveryCodeWording.s10
source: Write down a code on paper to recover your wallet if you change your phone or reinstall Muun.
es: Escribe un código en papel para recuperar tu monedero si cambias tu teléfono o reinstalas Muun.

# SetUpRecoveryCodeWording.s11
source: Write down a code on paper to recover your wallet if you forget your password.
es: Escribe un código en papel para recuperar tu monedero si te olvidas tu contraseña.

# SetUpRecoveryCodeWording.s13
source: Improve your security
es: Aumenta tu seguridad

# SetUpRecoveryCodeWording.s14
source: I understand I will need my Recovery Code if I forget my password.
es: Entiendo que necesitaré este código para recuperar mi monedero.

# SetUpRecoveryCodeWording.s15
source: I understand I will need my Recovery Code to recover my wallet.
es: Entiendo que necesitaré este código si olvido mi contraseña.

# SetUpRecoveryCodeWording.s16
source: I understand Muun doesn't keep a copy of my Recovery Code, and it can't be changed.
es: Entiendo que Muun no guarda una copia de este código y no se puede cambiar.

# SetUpRecoveryCodeWording.s17
source: Success!
es: ¡Éxito!

# SetUpRecoveryCodeWording.s18
source: You backed up your wallet, and can now recover it using your Recovery Code.
es: Creaste un respaldo para tu monedero, y ahora puedas recuperarlo usando tu Código de Recuperación.

# SetUpRecoveryCodeWording.s19
source: You can now recover your wallet using your email and Recovery Code.
es: Ya puedes recuperar tu monedero usando tu email y tu Código de Recuperación.

# VerifyRecoveryCodeViewController.s1
source: Confirm your Recovery Code
es: Confirma tu Código de Recuperación

# VerifyRecoveryCodeViewController.s2
source: Wrong Recovery Code. Please try again.
es: Código de Recuperación incorrecto. Intenta de nuevo.

# VerifyRecoveryCodeViewController.s3
source: CONFIRM RECOVERY CODE
es: CONFIRMAR CÓDIGO

# SessionExpiredViewController.s1
source: You were logged out
es: Tu sesión ha finalizado

# SessionExpiredViewController.s2
source: Your session has expired. Please restart Muun to recover your wallet.
es: Tu sesión ha expirado. Reinicia Muun para recuperar tu monedero.

# SessionExpiredViewController.s3
source: RESTART
es: REINICIAR

# ChangePasswordEnterCurrentView.s1
source: Enter your password
es: Ingresa tu contraseña

# ChangePasswordEnterCurrentView.s2
source: Current password
es: Contraseña actual

# ChangePasswordEnterCurrentView.s3
source: At least 8 characters long
es: Al menos 8 caracteres de longitud

# ChangePasswordEnterCurrentView.s4
source: CONFIRM CURRENT PASSWORD
es: CONFIRMAR CONTRASEÑA

# ChangePasswordEnterCurrentView.s5
source: I FORGOT MY PASSWORD
es: OLVIDÉ MI CONTRASEÑA

# ChangePasswordEnterCurrentView.s6
source: Invalid password
es: Contraseña inválida

# ChangePasswordEnterCurrentView.s7
source: Verify you own this wallet.
es: Verifica que este monedero te pertenece.

# ChangePasswordEnterCurrentViewController.s1
source: Change password
es: Cambiar contraseña

# ChangePasswordEnterNewView.s1
source: Create your new password
es: Crear nueva contraseña

# ChangePasswordEnterNewView.s2
source: Your new password must be different from your previous password.
es: Tu nueva contraseña tiene que ser distinta de tus constraseñas anteriores.

# ChangePasswordEnterNewView.s3
source: New password
es: Nueva contraseña

# ChangePasswordEnterNewView.s4
source: At least 8 characters long
es: Al menos 8 caracteres de longitud

# ChangePasswordEnterNewView.s6
source: Passwords must match
es: Las contraseñas deben coincidir

# ChangePasswordEnterNewView.s7
source: CONFIRM NEW PASSWORD
es: CONFIRMAR CONTRASEÑA

# ChangePasswordEnterNewView.s8
source: I understand that my previous password is no longer valid.
es: Entiendo que mi contraseña anterior ya no será válida.

# ChangePasswordEnterNewViewController.s1
source: Change password
es: Cambiar contraseña

# ChangePasswordEnterNewViewController.s2
source: Abort change password?
es: ¿Abortar cambio de contraseña?

# ChangePasswordEnterNewViewController.s3
source: Your new password won't work unless you finish.
es: No terminaste de cambiar tu contraseña.

# ChangePasswordEnterNewViewController.s4
source: Cancel
es: Cancelar

# ChangePasswordEnterNewViewController.s5
source: Abort
es: Abortar

# ChangePasswordEnterRecoveryCodeView.s1
source: CONFIRM RECOVERY CODE
es: CONFIRMAR CÓDIGO

# ChangePasswordEnterRecoveryCodeView.s2
source: Enter your recovery code
es: Ingresa tu Código de Recuperación

# ChangePasswordEnterRecoveryCodeView.s3
source: Wrong Recovery Code. Please try again.
es: Código de Recuperación incorrecto. Intenta de nuevo.

# ChangePasswordEnterRecoveryCodeViewController.s1
source: Change password
es: Cambiar contraseña

# ChangePasswordPrimingView.s1
source: START PASSWORD CHANGE
es: COMENZAR

# ChangePasswordPrimingView.s2
source: Change your password
es: Cambia tu contraseña

# ChangePasswordPrimingView.s3
source: Your password is used for security. To change it, you need access to your email and your current password or Recovery Code.
es: Tu contraseña se utiliza por motivos de seguridad. Para cambiarla necesitarás acceso a tu email y a tu contraseña actual o Código de Recuperación.

# ChangePasswordPrimingViewController.s1
source: Change password
es: Cambiar contraseña

# RecoveryCodeMissingView.s1
source: SET UP RECOVERY CODE
es: CONFIGURAR CÓDIGO

# RecoveryCodeMissingView.s2
source: Recovery code missing
es: Código de Recuperación sin configurar

# RecoveryCodeMissingView.s3
source: To change your password you first need to set up your Recovery Code.
es: Para continuar, primero debes configurar tu Código de Recuperación.

# ChangePasswordVerifyViewController.s1
source: Confirm Password change
es: Confirmar cambio de contraseña

# ChangePasswordVerifyViewController.s2
source: You will receive a verification email at %@
es: Recibirás un correo electrónico de autorización en %@

# ChangePasswordVerifyViewController.s3
source: Change password
es: Cambiar contraseña

# ChangePasswordVerifyViewController.s4
source: Choose Email
es: Elige Email

# WaitForEmailView.s1
source: Verifying...
es: Verificando...

# WaitForEmailView.s2
source: Open your latest email.
es: Abre tu último email.

# WaitForEmailView.s3
source: OPEN EMAIL CLIENT
es: ABRIR CLIENTE DE EMAIL

# WaitForEmailView.s4
source: Open your latest email. The email verification failed because the link you used expired. Click the link in the latest email you received.
es: Abre tu último correo. La verificación de email falló porque el enlace expiró. Haz clic en el enlace del último correo recibido.

# BitcoinUnitPickerViewController.s1
source: Bitcoin Unit
es: Unidad de bitcoin

# CurrencyPickerViewController.s1
source: Currencies
es: Monedas

# CurrencyPickerViewController.s2
source: Search
es: Buscar

# CurrencyPickerViewController.s3
source: MOST USED
es: MAS USADAS

# CurrencyPickerViewController.s4
source: ALPHABETICALLY ORDERED BY COUNTRY
es: ORDENADAS ALFABETICAMENTE

# LogOutViewController.s1
source: You were logged out
es: Tu sesión ha finalizado

# LogOutViewController.s2
source: RESTART
es: REINICIAR

# LogOutViewController.s3
source: You entered a wrong pin 3 times in a row. As a security measure, you were logged out. Please restart Muun to recover your wallet.
es: Has ingresado un pin incorrecto 3 veces seguidas. Como medida de seguridad, se finalizó tu sesión. Inicia sesión para continuar

# Settings.s1
source: You deleted your wallet
es: Eliminaste tu monedero

# Settings.s2
source: FINISH
es: FINALIZAR

# Settings.s3
source: You succesfully changed your password
es: Cambiaste tu constraseña exitosamente

# Settings.s4
source: support team
es: equipo de soporte

# Settings.s5
source: We are sorry to see you go. We would love to know what we could have done better. Reach out to our support team and let us know!
es: ¡Lamentamos verte ir! Nos encantaría saber por qué eliminaste tu monedero. Contacta a nuestro equipo de soporte y cuentanos qué pasó.

# SettingsViewController.s1
source: Settings
es: Ajustes

# SettingsViewController.s3
source: SECURITY
es: SEGURIDAD

# SettingsViewController.s4
source: Log out
es: Cerrar sesión

# SettingsViewController.s5
source: Delete wallet
es: Eliminar monedero

# SettingsViewController.s6
source: Version
es: Versión

# SettingsViewController.s7
source: Bitcoin Unit
es: Unidad de bitcoin

# SettingsViewController.s8
source: Main Currency
es: Moneda

# SettingsViewController.s9
source: Change password
es: Cambiar contraseña

# SettingsViewController.s10
source: You can’t delete your wallet at this moment
es: No puedes eliminar tu monedero en este momento

# SettingsViewController.s12
source: You can't log out at this moment
es: No puedes cerrar sesión en este momento

# SettingsViewController.s13
source: Some your payments have pending confirmations. Before logging out, wait for them to confirm.
es: Recibiste pagos que todavía no están confirmados. Antes de cerrar tu sesión, espera a que se confirmen.

# SettingsViewController.s15
source: Are you sure you want to log out?
es: ¿Quieres cerrar sesión?

# SettingsViewController.s16
source: You will need your password or Recovery Code to regain access.
es: Recuerda que necesitarás tu contraseña o Código de Recuperación para acceder nuevamente.

# SettingsViewController.cancel
source: Cancel
es: Cancelar

# SettingsViewController.s19
source: Are you sure?
es: ¿Quieres eliminar tu monedero?

# SettingsViewController.s20
source: You will lose your transaction history.
es: Perderás tu historial de transacciones.

# SettingsViewController.s22
source: Delete
es: Eliminar

# SettingsViewController.s23
source: You need to empty your wallet. Make a payment using all your funds, and try again when the transaction has 6 confirmations.
es: Necesitas vaciar tu monedero. Realiza un pago con todos tus fondos, y vuelve a intentarlo cuando la transacción tenga 6 confirmaciones.

# SettingsViewController.advanced
source: ADVANCED SETTINGS
es: Configuración avanzada

# SyncViewController.s1
source: Loading your wallet
es: Cargando tu monedero

# SyncViewController.s2
source: Creating your wallet
es: Creando tu monedero

# SyncViewController.s3
source: Warning
es: Advertencia

# SyncViewController.s4
source: You haven't completed the setup for the Recovery Code you just used to recover your wallet. Please visit the Security Center to back up your wallet with a new Recovery Code, and make sure you finish the setup this time. As soon as you create a new Recovery Code, the current one will be invalidated.
es: No has completado la configuración del Código de Recuperación que acabas de usar para recuperar tu monedero. Visita el Centro de seguridad para respaldar tu monedero con un nuevo Código de Recuperación y asegúrate de terminar la configuración esta vez. Tan pronto como crees un nuevo Código de Recuperación, el actual será invalidado.

# SyncViewController.s5
source: GOT IT!
es: ¡ENTENDIDO!

# ApiMigrationsViewController.loading
source: Loading your wallet
es: Cargando tu monedero

# ApiMigrationsViewController.failedAlertTitle
source: Error loading wallet
es: Ha ocurrido un error al cargar tu monedero

# ApiMigrationsViewController.failedAlertMessage
source: Please retry.
es: Por favor, intenta nuevamente.

# ApiMigrationsViewController.failedAlertRetry
source: Retry
es: Reintentar

# UpdateAppViewController.s1
source: Update Required
es: Actualización requerida

# UpdateAppViewController.s2
source: This version is too old. You need to update your Muun app.
es: Para continuar usando Muun, por favor actualiza la aplicación a la última versión.

# UpdateAppViewController.s3
source: UPDATE APP
es: ACTUALIZAR APP

# TransactionListViewController.vcTitle
source: Transactions
es: Pagos

# TransactionListEmptyView.title
source: Your payment history will appear here
es: Tu historial de pagos aparecerá aquí

# TransactionListEmptyView.descriptionCta
source: Receive
es: Recibe

# TransactionListEmptyView.description
source: Receive your first payment and get it started!
es: Recibe tu primer pago y comienza.

# AppDelegate.walletTab
source: Wallet
es: Monedero

# AppDelegate.securityTab
source: Security
es: Seguridad

# AppDelegate.settingsTab
source: Settings
es: Ajustes

# LightningNetworkSettings.confirmTitle
source: Disable turbo channels?
es: ¿Apagar turbo channels?

# LightningNetworkSettings.confirmDescription
source: Receiving some lightning payments will take much longer.
es: Recibir algunos pagos en lightning llevará más tiempo.

# LightningNetworkSettings.learnMore
source: Learn more about the trade-offs of turbo channels.
es: Aprende más sobre las implicancias de los turbo channels.

# LightningNetworkSettings.learnMoreUnderline
source: Learn more
es: Aprende más

# LightningNetworkSettings.lightningDefaultTitle
source: Default to Lightning on Receive
es: Predeterminar a Lightning

# LightningNetworkSettings.lightningDefaultDescription
source: In Muun, you can receive funds via the Bitcoin Network or the Lightning Network. Many services don't support Lightning yet, so when you tap on the Receive button, your wallet defaults to the Bitcoin Network and shows a bitcoin address. By defaulting to Lightning, your wallet will show a lightning invoice, and you'll need to manually switch to Bitcoin each time you need a bitcoin address.
es: En Muun, puedes recibir fondos a través de la Red de Bitcoin o la Red de Lightning. Muchos servicios no son compatibles con Lightning aún, así que cuando aprietas el botón de Recibir, tu monedero prioriza a la Red de Bitcoin y muestra una dirección de bitcoin. Al predeterminar a Lightning, tu monedero mostrará una factura de lightning, y deberás cambiar manualmente a Bitcoin cada vez que necesites una dirección de bitcoin.

# LightningNetworkSettings.disable
source: Disable
es: Apagar

# LightningNetworkSettings.blogPost
source: https://blog.muun.com/turbo-channels/
es: https://blog.muun.com/turbo-channels-es/

# OnchainSettings.timeToActivation
source: Activates in ~%@ hours
es: Se activa en ~%@ horas

# OnchainSettings.learnMore
source: Taproot is a new address type that makes your payments cheaper and less traceable. Many services are not yet compatible with Taproot and may label your addresses as invalid. If you make Taproot the default, you'll need to manually change the address type to Segwit or Legacy every time this happens.
es: Taproot es un nuevo tipo de dirección que hace que tus pagos sean más baratos y menos rastreables. Muchos servicios aún no son compatibles con Taproot y pueden marcar tus direcciones como inválidas. Si eliges a Taproot como tipo predeterminado, deberás cambiar manualmente el tipo de dirección a Segwit o Legacy cada vez que esto suceda.

# OnchainSettings.defaultTaproot
source: Default to Taproot
es: Predeterminar a Taproot

# OnchainSettings.confirmTitle
source: Set Taproot as default?
es: Predeterminar a Taproot?

# OnchainSettings.confirmDescription
source: Some services may label your addresses as invalid.
es: Algunos servicios pueden marcar tus direcciones como inválidas.

# OnchainSettings.confirm
source: Confirm
es: Confirmar

# TaprootActivatedPopup.title
source: Taproot is live!
es: ¡Se activó Taproot!

# TaprootActivatedPopup.description
source: You can now send and receive payments using Taproot addresses. Your payments will be cheaper and less traceable.
es: Ahora puedes enviar y recibir pagos usando direcciones Taproot. Tus pagos serán más baratos y menos rastreables.

# TaprootActivatedPopup.ok
source: EXCELLENT
es: EXCELENTE

# NotificationService.unknown
source: You have a new notification
es: Tienes nueva actividad en Muun

# NotificationService.fulfillIncomingSwapTitle
source: A lightning payment is pending!
es: Alguien te envío bitcoin via Lightning Network

# NotificationService.fulfillIncomingSwapBody
source: Open the app to claim it
es: Abre Muun para recibir el pago.

# NotificationService.taprootActivatedTitle
source: Taproot is live 🎉
es: Se activó Taproot 🎉

# NotificationService.taprootActivatedBody
source: The Bitcoin Network activated Taproot. You can now enjoy cheaper payments.
es: La Red de Bitcoin activó Taproot. Ahora puedes disfrutar de pagos más baratos.

# NotificationService.taprootPreactivationTitle
source: Level-up your payments
es: Mejora tus pagos

# NotificationService.taprootPreactivationBody
source: Save with each payment by activating Taproot.
es: Ahorra con cada pago activando Taproot.

# NotificationService.opReceivedTitle
source: %@ received
es: %@ recibidos

# NotificationService.opFromContactTitle
source: %@ sent you %@
es: %@ te ha enviado %@

# ReceiveFormatSettingDropdownView.title
source: Receiving protocol
es: Protocolo para recibir

# ReceiveFormatSettingDropdownView.description
source: When receiving funds, you have to choose between using the Bitcoin Network or the Lightning Network. In the future, you won’t need to do it anymore (learn more).
es: Al recibir fondos, debes elegir entre usar la Red de Bitcoin o la Red de Lightning. En el futuro, ya no necesitarás hacerlo (más información)

# ReceiveFormatSettingDropdownView.learnMoreUnderline
source: learn more
es: más información

# ReceiveFormatSettingDropdownView.ReceiveFormatActionSheetTitle
source: Choose your receiving protocol
es: Elige tu protocolo para recibir

# ReceiveFormatSettingDropdownView.ReceiveFormatBTCOption
source: Bitcoin first
es: Priorizar bitcoin

# ReceiveFormatSettingDropdownView.ReceiveFormatBTCDescription
source: Default to show a bitcoin address. The most widely accepted and reliable way of transacting in bitcoin.
es: Mostrar primero una dirección de bitcoin. La forma más aceptada y confiable de realizar transacciones en bitcoin.

# ReceiveFormatSettingDropdownView.ReceiveFormatLNOption
source: Lightning first
es: Priorizar lightning

# ReceiveFormatSettingDropdownView.ReceiveFormatLNDescription
source: Default to show a lightning invoice. Lightning payments can be faster and cheaper, but some services don't support them yet.
es: Mostrar primero una factura de lightning. Los pagos en lightning pueden ser más rápidos y económicos, pero algunos servicios aún no los soportan.

# ReceiveFormatSettingDropdownView.ReceiveFormatUnifiedOption
source: Unified
es: Unificado

# ReceiveFormatSettingDropdownView.ReceiveFormatUnifiedDescription
source: 🧪 Experimental. Default to a unified QR code that encodes both a bitcoin address and a lightning invoice. Many services don’t support this unified format yet.
es: 🧪 Experimental. Mostrar un código QR unificado que codifica tanto una dirección de bitcoin como una factura de lightning. Muchos servicios no soportan este formato unificado aún.
