Repository: muun/falcon
Catalog: falcon/app/falcon/Resource/Localization/*.lproj/Localizable.strings
Languages: es

# UIBarButtonItem.s1
source: %@ of %@
es: %@ de %@

# ActionCardView.s1
source: Skipped
es: Omitido

# CameraPermissionView.s1
source: ENABLE CAMERA
es: HABILITAR

# ErrorView.goToHome
source: GO TO HOME
es: VOLVER AL INICIO

# ErrorView.retry
source: RETRY
es: REINTENTAR

# ErrorView.sendReport
source: SEND REPORT
es: ENVIAR REPORTE

# ErrorView.goBack
source: GO BACK
es: VOLVER

# ErrorView.goToSecurityCenter
source: GO TO SECURITY CENTER
es: IR AL CENTRO DE SEGURIDAD

# WelcomePopUpView.message
source: You created a new wallet. Welcome to Muun!
es: Creaste tu monedero. ¡Bienvenido a Muun!

# WelcomePopUpView.button
source: LET'S GO
es: VAMOS

# NotificationsPrimingView.s1
source: Never miss a payment
es: No te pierdas ni un pago

# NotificationsPrimingView.s2
source: Please enable notifications to know when you receive bitcoin.
es: Por favor, habilita las notificaciones para enterarte cuando recibes bitcoin.

# NotificationsPrimingView.s3
source: ENABLE NOTIFICATIONS
es: HABILITAR NOTIFICACIONES

# NotificationsPrimingView.s4
source: SKIP
es: OMITIR

# NotificationsPrimingView.s5
source: Please enable notifications
es: Por favor habilita las notificationes

# NotificationsPrimingView.s6
source: Lightning payments require you to get notifications.
es: Los pagos en lightning requieren que te lleguen las notificaciones

# ReceiveInLightningView.s1
source: This invoice will expire in %@. Create another
es: Esta factura expirará en %@. Crear otra

# ReceiveInLightningView.s2
source: Create another
es: Crear otra

# ReceiveInLightningView.s5
source: This invoice expired before the payment was made. Please, create or request a new one.
es: Esta factura expiró. Creá una nueva.

# ReceiveInLightningView.s6
source: CREATE INVOICE
es: CREAR FACTURA

# ReceiveInLightningView.loading
source: Generating invoice
es: Generando factura

# ReceiveInLightningView.s7
source: Your wallet is temporarily unable to receive Lightning payments due to the high congestion of the Bitcoin Network. To receive a payment, please switch to the Bitcoin tab.
es: Tu monedero está temporalmente inhabilitado para recibir pagos a través de Lightning debido a la alta congestión de la Red de Bitcoin. Para recibir un pago, por favor cambia a la pestaña de Bitcoin.

# ReceiveUnifiedView.loading
source: Generating QR code
es: Generando código QR

# ReceiveUnifiedView.highFeesMessage
source: Your wallet is temporarily unable to receive Lightning payments due to the high congestion of the Bitcoin Network. To receive a payment, please visit Settings > Lightning Network and set Bitcoin as your receiving protocol.
es: Tu monedero está temporalmente inhabilitado para recibir pagos a través de Lightning debido a la alta congestión de la Red de Bitcoin. Para recibir un pago, por favor visita Ajustes > Lightning Network y configura a Bitcoin como tu protocolo para recibir.

# ReceiveOnChainView.s1
source: Bitcoin legacy address
es: Dirección de compatibilidad

# ReceiveOnChainView.s4
source: Switch to legacy addresses
es: Cambiar a dirección de compatibilidad

# ReceiveOnChainView.s5
source: Switch to Segwit addresses
es: Cambiar a dirección Segwit

# ReceiveOnChainView.s6
source: Having trouble using this address? Switch to legacy addresses
es: Problemas usando esta dirección? Cambiar a dirección de compatibilidad

# QRCodeWithActionsView.share
source: SHARE
es: COMPARTIR

# QRCodeWithActionsView.copy
source: COPY
es: COPIAR

# QRCodeWithActionsView.onChainQRAccessibilityLabel
source: Tap to copy your bitcoin address
es: Selecciona para copiar tu dirección de bitcoin

# QRCodeWithActionsView.lightningQRAccessibilityLabel
source: Tap to copy your lightning invoice
es: Selecciona para copiar tu factura de lightning

# QRCodeWithActionsView.unifiedQRAccessibilityLabel
source: Tap to copy your unified URI
es: Selecciona para copiar tu URI de bitcoin

# OperationFormatter.s1
source: You paid yourself
es: Te pagaste

# OperationFormatter.s2
source: You received
es: Recibiste

# OperationFormatter.s3
source: You paid
es: Pagaste

# OperationFormatter.s4
source: Confirming
es: Confirmando

# OperationFormatter.s5
source: Failed
es: Falló

# OperationFormatter.s6
source: You paid
es: Pagaste a

# OperationFormatter.s9
source: Confirmed
es: Confirmado

# OperationFormatter.s10
source: %@ paid you
es: %@ te pagó

# BasePresenter.s1
source: Please try again
es: Por favor, intenta de nuevo

# BasePresenter.s2
source: An error ocurred
es: Ha ocurrido un error

# BasePresenter.s3
source: Can't connect to Muun's server
es: No se puede conectar con el servidor de Muun

# BasePresenter.s6
source: Your phone's secure storage has been corrupted or compromised. For security reasons, Muun has logged out. Please contact support@muun.com for help.
es: Por razones de seguridad, tu sesión ha expirado. Por favor, ingresa nuevamente o contacta al soporte técnico.

# DetailPresenter.s1
source: %@ hours
es: %@ horas

# DetailPresenter.s2
source: (%@ blocks)
es: (%@ bloques)

# MUDetailRowView.s1
source: Copied to clipboard
es: Copiado al portapapeles

# DetailViewController.s1
source: This payment failed. You received a refund.
es: Este pago falló. Recibiste un reembolso.

# DetailViewController.s2
source: Payment detail
es: Detalle de pago

# DetailViewController.s3
source: Transaction ID
es: Identificador de transacción

# DetailViewController.s4
source: Description
es: Descripción

# DetailViewController.s5
source: When
es: Cuándo

# DetailViewController.s6
source: Amount
es: Monto

# DetailViewController.s7
source: Confirmations
es: Confirmaciones

# DetailViewController.s8
source: Network fee
es: Comisión de la red

# DetailViewController.s9
source: Sent to address
es: Enviado a dirección

# DetailViewController.s10
source: Received in address
es: Recibido en dirección

# DetailViewController.s11
source: URL copied.
es: URL copiada.

# DetailViewController.s13
source: Lightning invoice
es: Factura de lightning

# DetailViewController.s14
source: Receiving node
es: Nodo destinatario

# DetailViewController.preimage
source: Payment preimage
es: Preimagen del pago

# DetailViewController.s16
source: Waiting for the recipient to accept the payment.
es: Esperando a que el destinatario acepte el pago.

# DetailViewController.s19
source: This payment is waiting for an on-chain confirmation.
es: Este pago está esperando una confirmación on-chain. ¿Por qué?

# DetailViewController.s20
source: Why?
es: ¿Por qué?

# DetailViewController.s22
source: There was no available route for this payment. You will get the refund in approximately %@ %@.
es: No hay ruta disponible para realizar este pago. Recibirás un reembolso en aproximadamente %@ %@.

# DetailViewController.outgoingTxFee
source: Fee paid to miners
es: Comisión pagada a mineros

# DetailViewController.rbfNotice
source: Until confirmed, this transaction can be canceled by the sender. How?
es: Hasta que se confirme, esta transacción puede ser cancelada por el remitente. ¿Cómo?

# DetailViewController.rbfCta
source: How?
es: ¿Cómo?

# DetailViewController.rbfInfoTitle
source: How can this transaction be canceled?
es: ¿Cómo se puede cancelar esta transacción?

# DetailViewController.rbfInfoDesc
source: This transaction has RBF (replace-by-fee) enabled. RBF allows the sender to raise the original fee for faster confirmation, but they can also use it to cancel the transaction. Unless you know and trust the sender, consider it a risk until the transaction is confirmed.
es: Esta transacción tiene RBF (replace-by-fee) activado. RBF le permite al remitente incrementar la comisión original para una confirmación más rápida, pero también puede usarlo para cancelar la transacción. A menos que conozcas y confíes en el remitente, considéralo un riesgo hasta que se confirme la transacción.

# DetailViewController.paymentHash
source: Payment hash
es: Hash del pago

# GetStartedViewController.s1
source: Self-custodial wallet for bitcoin and lightning.
es: Monedero de custodia propia para bitcoin y lightning.

# GetStartedViewController.s5
source: CREATE A NEW WALLET
es: CREAR UN MONEDERO NUEVO

# GetStartedViewController.s6
source: RECOVER EXISTING WALLET
es: RECUPERAR MONEDERO EXISTENTE

# OperationTableViewCell.s1
source: From the bitcoin network
es: De la red de bitcoin

# OperationTableViewCell.s2
source: From the lightning network
es: De la red de lightning

# SupportViewController.s1
source: Please include this support code
es: Por favor, incluye éste código de soporte

# SupportViewController.s2
source: Choose Email
es: Elige Email

# SupportViewController.s3
source: Cancel
es: Cancelar

# SupportViewController.s4
source: Support code copied to clipboard
es: Código de soporte copiado al portapapeles

# SupportViewController.s5
source: Let's make Muun even better together
es: Hagamos que Muun sea aún mejor

# SupportViewController.s6
source: Report a problem
es: Reportar un problema

# SupportViewController.s7
source: Help and Feedback
es: Ayuda y comentarios

# SupportViewController.s8
source: Share your ideas and comments. Your feedback is important to us.
es: Comparte tus ideas y comentarios. Tu opinión es muy importante para nosotros.

# SupportViewController.s9
source: Please describe your problem in detail. We'll come back to you as soon as possible.
es: Por favor, describe tu problema en detalle. Nos contactaremos contigo apenas podamos.

# SupportViewController.s10
source: If you have any ideas, comments or problems write us at support@muun.com.
es: Si tienes ideas, comentarios o problemas escribinos a support@muun.com.

# SupportViewController.s11
source: Your comments
es: Tus comentatios

# SupportViewController.s12
source: Problem description
es: Descripción del problema

# SupportViewController.s13
source: SEND FEEDBACK
es: ENVIAR COMENTARIOS

# SupportViewController.s14
source: REPORT PROBLEM
es: REPORTAR PROBLEMA

# SupportViewController.s15
source: OPEN EMAIL CLIENT
es: ABRIR CLIENTE DE EMAIL

# Home.boldBackUp
source: Back up your wallet
es: Respalda tu monedero

# Home.backUp
source: Back up your wallet. Create a backup to never lose access to your wallet.
es: Respalda tu monedero. Crea un respaldo para evitar perder el acceso a tu monedero.

# Home.receiveCTA
source: RECEIVE
es: RECIBIR

# Home.sendCTA
source: SEND
es: ENVIAR

# Home.transactionListTooltip
source: Welcome to your new homescreen! Tap or swipe up to see your transactions.
es: ¡Bienvenido a tu nueva pantalla de inicio! Haz clic o desliza para ver tus pagos.

# Home.activateTaproot
source: Level-up your payments. Save with each payment by activating Taproot.
es: Mejora tus pagos. Ahorra con cada pago activando Taproot.

# Home.activateTaprootHighlight
source: Level-up your payments.
es: Mejora tus pagos.

# Home.highFeesBannerTitle
source: The Bitcoin Network is congested. Fees are high, and confirmation times are slow.
es: La red de Bitcoin está congestionada. Los pagos están más lentos y costosos.

# HomeViewController.s1
source: Report a problem
es: Reportar un problema

# HomeViewController.s2
source: Send feedback
es: Enviar comentarios

# HomeViewController.s3
source: Cancel
es: Cancelar

# BalanceView.tapToRevealBalance
source: Tap to reveal balance
es: Haz clic para ver el balance

# NewOpAmountView.s1
source: CONFIRM AMOUNT
es: CONFIRMAR MONTO

# NewOpAmountView.s3
source: Use all funds
es: Usar todos los fondos

# NewOpAmountView.s4
source: NOT ENOUGH FUNDS
es: FONDOS INSUFICIENTES

# NewOpAmountView.s5
source: AMOUNT IS TOO SMALL
es: MONTO DEMASIADO PEQUEÑO

# NewOpConfirmView.s1
source: SEND
es: ENVIAR

# NewOpDescriptionView.s1
source: CONFIRM NOTE
es: CONFIRMAR NOTA

# NewOpDescriptionView.s2
source: Write a note
es: Escribe una nota

# FeeEditorPresenter.s1
source: 15 days
es: 15 días

# NewOpError.s2
source: This is not a BTC address
es: Esta no es una dirección de bitcoin

# NewOpError.s3
source: This invoice has expired
es: Esta factura expiró

# NewOpError.s4
source: The bitcoin rates changed
es: La cotización de bitcoin cambió

# NewOpError.s5
source: Unable to pay this invoice
es: No es posible pagar esta factura

# NewOpError.s6
source: This payment needs a longer expiration time
es: Este pago requiere un tiempo de expiración más largo

# NewOpError.s7
source: This invoice has already been used
es: Esta factura fue utilizada

# NewOpError.s8
source: There is no available route
es: No hay una ruta disponible

# NewOpError.s9
source: You don't have enough funds
es: No tienes suficientes fondos

# NewOpError.s10
source: This payment is too small
es: Este pago es demasiado pequeño

# NewOpError.s11
source: This invoice doesn't include an amount
es: Esta factura no incluye un monto

# NewOpError.s12
source: An unexpected error occurred
es: Ha ocurrido un error inesperado

# NewOpError.s13
source: This invoice can't be paid
es: Esta factura no se puede pagar

# NewOpError.s14
source: Payment failed
es: El pago falló

# NewOpError.s15
source: This invoice expired before the payment was made. Please, create or request a new one.
es: Esta factura expiró antes de que se realizara el pago. Por favor, crea o solicita una nueva.

# NewOpError.s16
source: Please try with another invoice
es: Intenta con otra factura

# NewOpError.s17
source: support team
es: equipo de soporte

# NewOpError.s18
source: You don’t have enough funds to cover this payment and the network fee.
es: No tienes suficientes fondos para cubrir este pago y la comisión de la red

# NewOpError.s19
source: At the moment, you can only pay to invoices that include an amount. Please, create or request a new one.
es: La factura debe tener un monto de al menos 1 satoshi. Por favor, crea o solicita una nueva.

# NewOpError.s21
source: You can't pay an invoice to yourself.
es: No puedes pagarte una factura a ti mismo.

# NewOpError.s22
source: Scanned text
es: Texto escaneado

# NewOpError.s23
source: Total (Amount + Minimum Fee)
es: Total (monto + comisión mínima)

# NewOpError.s24
source: Your balance
es: Tu balance

# NewOpError.s25
source: This is not a BTC address or a lightning invoice. Double-check its source and make sure the address is properly formatted.
es: Esto no es una dirección de BTC ni una factura de lightning. Verifica su origen y asegúrate de que la dirección esté formateada correctamente.

# NewOpError.s26
source: Your payment was not completed because bitcoin exchange rates changed since you started. Please start a new payment.
es: Tu pago no se completó porque el tipo de cambio de bitcoin cambió desde que comenzaste. Por favor inicia un nuevo pago.

# NewOpError.s27
source: Please request a new invoice with an expiration time of at least one hour, or try scanning an invoice with a smaller amount.
es: Por favor solicita una nueva factura con un tiempo de expiración de al menos una hora, o intenta escaneando una factura de menor monto.

# NewOpError.s28
source: This invoice has already been scanned or paid by another wallet. Please, create or request a new one.
es: Esta factura ya ha sido escaneada o pagada por otro monedero. Por favor crea o solicita una nueva factura.

# NewOpError.s29
source: There's no route with enough capacity to make this payment. Please, reach out to our support team and let us know what happened. We'll be happy to help.
es: No existe una ruta con suficiente capacidad para hacer este pago. Por favor, contacta a nuestro equipo de soporte y cuéntanos que ocurrió.

# NewOpError.s30
source: The amount you are trying too send is too small. It must be greater than %@ satoshis.
es: El monto que estás intentando enviar es demasiado pequeño para completar esta transacción. Debe superar los %@ satoshis.

# NewOpError.s31
source: Something went wrong, but we don’t know what. Please, reach out to our support team and let us know what happened. We'll be happy to help.
es: Algo salió mal, pero no sabemos qué. Se generó un reporte de error que ayudará a resolverlo. Por favor, envíanoslo por email.

# NewOpError.s32
source: This invoice was created by a private node that can't be reached. To reach it, the invoice must include extra data (RouteHints). This issue can only be fixed by the invoice creator.
es: Esta factura fue creada por un nodo privado al que no se puede acceder. Para poder accederlo, la factura debe incluir datos adicionales (RouteHints). Sólo el creador de la factura puede solucionar este problema.

# NewOpError.s33
source: The receiving wallet can't process Lightning payments right now. Your payment failed immediately, and the funds are in your wallet.
es: El monedero receptor no puede procesar pagos de Lightning en este momento. Tu pago falló de inmediato, y los fondos están en tu monedero.

# ManuallyEnterFeeViewController.s1
source: Edit network fee
es: Editar la comisión de la red

# ManuallyEnterFeeViewController.s2
source: Enter a fee manually. What's this?
es: Ingresa la comisión manualmente. ¿Qué es esto?

# ManuallyEnterFeeViewController.s3
source: What's this?
es: ¿Qué es esto?

# ManuallyEnterFeeViewController.s5
source: CONFIRM FEE
es: CONFIRMAR COMISIÓN

# ManuallyEnterFeeViewController.s7
source: Less than %@
es: Menos de %@

# ManuallyEnterFeeViewController.s8
source: Fee is too low. Enter a fee of at least %@ sat/vbyte
es: Comisión muy baja. Ingresa una comisión de al menos %@ sat/vbyte

# ManuallyEnterFeeViewController.s9
source: Fee is too high. Enter a fee lower than %@ sat/vbyte
es: Comisión demasiado alta. Ingresa una comisión menor a %@ sat/vbyte

# ManuallyEnterFeeViewController.s11
source: Not enough funds.
es: Fondos insuficientes.

# ManuallyEnterFeeViewController.s12
source: Fee is very low. This transaction may take days to confirm.
es: Comisión muy baja. Esta transacción puede demorar días en confirmarse.

# ManuallyEnterFeeViewController.s13
source: Fee is too low. The bitcoin network is experiencing unusually high traffic and rejecting transactions with fee rates below %@ sat/vbyte.
es: Comisión demasiado baja. La red de bitcoin está teniendo un tráfico inusualmente alto y rechazando transacciones con comisiones menores a %@ sat/vbyte.

# EnterFeeManuallyTableViewCell.s1
source: MANUALLY SELECTED FEE
es: SELECCIONADA MANUALMENTE

# EnterFeeManuallyTableViewCell.s2
source: ENTER FEE MANUALLY
es: INGRESAR MANUALMENTE

# TargetedFeeTableViewCell.s1
source: Less than %@
es: Menos de %@

# TitleTableViewCell.s1
source: What's this?
es: ¿Qué es esto?

# SelectFeeViewController.s1
source: Edit network fee
es: Editar comisión de la red

# SelectFeeViewController.s2
source: CONFIRM FEE
es: CONFIRMAR COMISIÓN

# SelectFeeViewController.s3
source: Notice:
es: Aviso:

# SelectFeeViewController.s4
source: Select a confirmation time. What's this?
es: Selecciona un tiempo de confirmación. ¿Qué es esto?

# SelectFeeViewController.s5
source: Notice: Because you are using all your funds, the fee is deducted from the total amount you are sending.
es: Aviso: Debido a que estás usando todos tus fondos, la comisión de la red se deduce del monto total.

# NewOpAmountFilledDataView.s1
source: Amount
es: Monto

# NewOpAmountFilledDataView.s2
source: Network fee
es: Comisión de la red

# NewOpDescriptionFilledDataView.s1
source: Note
es: Nota

# NewOpDestinationFilledDataView.s1
source: To
es: A

# NewOpLoadingView.s1
source: Loading payment details
es: Cargando los detalles de pago

# NewOp.s1
source: Full Address
es: Dirección completa

# NewOp.s2
source: Receiving node details
es: Información del nodo destinatario

# NewOp.s3
source: OPEN IN NODE EXPLORER
es: VER EN EXPLORADOR DE NODOS

# NewOp.s4
source: Confirmation needed
es: Se necesita confirmación

# NewOp.s5
source: Network fee and confirmation times
es: Comisión de la red y tiempos de confirmación

# NewOp.s6
source: Manual fee and confirmation times
es: Comisión manual y tiempos de confirmación

# NewOp.s7
source: This lightning payment involves an on-chain transaction. To complete the payment, the transaction must be confirmed.
es: Este pago en lightning involucra una transacción on-chain. Para completar el pago, la transacción debe confirmarse.

# NewOp.s8
source: Muun calculates and suggests the optimal fee needed to confirm your transaction in less than 30 minutes. A higher fee gives more priority to your transaction, while a transaction with a lower fee may take hours to confirm. Optimal fees rise when there is more activity on the network. If fees increase while your transaction is still unconfirmed, it may take longer to get confirmed.
es: Muun calcula y sugiere la comisión necesaria para que tu transacción sea confirmada en menos de 30 minutos. Una comisión alta le da mayor prioridad a tu transacción, mientras que una transacción con una comisión baja puede demorar horas en confirmarse. El valor de las comisiones puede aumentar cuando la red se encuentra muy activa. Si las comisiones aumentan mientras tu transacción todavía no fue validada, puede demorar más tiempo del calculado en ser confirmada.

# NewOp.s9
source: Satoshis per virtual byte (sat/vbyte) is the unit to measure the priority of a transaction. A higher fee gives more priority to your transaction, while a payment with a lower fee may take hours to confirm. Fees rise when there is more activity on the network. If fees increase while your payment is still unconfirmed, it may take longer to get confirmed.
es: Satoshi por vbyte (sat/vbyte) es la unidad que nos permite calcular la prioridad de una transacción. Una comisión alta le da mayor prioridad a tu transacción, mientras que una transacción con una comisión baja puede demorar horas en confirmarse. El valor de las comisiones aumenta cuando la red se encuentra muy activa. Si este aumento se produce mientras tu transacción está en proceso de confirmación, la transacción puede demorar más tiempo en ser validada.

# NewOp.s10
source: Why will this payment take longer?
es: ¿Por qué puede demorarse este pago?

# NewOp.s11
source: This lightning payment requires a confirmed on-chain transaction. It takes an average of 10 minutes to confirm
es: Este pago de Lightning requiere una transacción en cadena (on-chain) confirmada. Este pago puede demorar aproximadamente 10 minutos en confirmarse.

# NewOperationView.s1
source: This invoice expires in %@
es: Esta factura vence en %@

# NewOperationView.s2
source: This payment will take longer than most lightning payments. Why?
es: Este pago puede demorar más que la mayoría de los pagos en lightning. ¿Por qué?

# NewOperationView.s3
source: Why?
es: ¿Por qué?

# NewOperationViewController.s1
source: Send bitcoin
es: Enviar bitcoin

# NewOperationViewController.s2
source: Pay via lightning
es: Pagar por lightning

# NewOperationViewController.s3
source: Cancel payment?
es: ¿Cancelar Pago?

# NewOperationViewController.s4
source: Do you want to cancel this payment and go back to the home screen?
es: ¿Quieres cancelar el pago y volver a la pantalla de inicio?

# NewOperationViewController.s6
source: YES, CANCEL
es: SI, CANCELAR

# ManuallyEnterQRViewController.s1
source: Text address or invoice
es: Texto de dirección o factura

# ManuallyEnterQRViewController.s2
source: CONTINUE
es: CONTINUAR

# ManuallyEnterQRViewController.s3
source: PASTE FROM CLIPBOARD
es: PEGAR DEL PORTAPAPELES

# ManuallyEnterQRViewController.s4
source: Send bitcoin
es: Enviar bitcoin

# ManuallyEnterQRViewController.s5
source: Not an address or invoice
es: No es una dirección o factura

# ManuallyEnterQRViewController.s6
source: You'll send funds to your Muun wallet
es: Enviarás los fondos a tu monedero Muun

# ManuallyEnterQRViewController.s7
source: Your clipboard is empty
es: Tu portapapeles está vacío

# ManuallyEnterQRViewController.s8
source: An error occurred. Copy and paste it again
es: Ocurrió un error. Copia y pega de nuevo

# ScanQRViewController.s1
source: ENTER TEXT ADDRESS
es: INGRESAR POR TEXTO
