Repository: muun/falcon
Catalog: falcon/app/falcon/Resource/Localization/*.lproj/Localizable.strings
Languages: es

# ScanQRViewController.s2
source: SEND TO ADDRESS IN CLIPBOARD
es: ENVIAR A DIRECCIÓN EN PORTAPAPELES

# ScanQRViewController.s3
source: Send bitcoin
es: Enviar bitcoin

# ScanQRViewController.s4
source: Scan a bitcoin or lightning QR code
es: Escanea un código QR de bitcoin o lightning network

# ScanQRViewController.s5
source: Enable your camera to scan QR codes with addresses or invoices
es: Habilita tu cámara para escanear códigos QR con direcciones o facturas

# ScanQRViewController.s6
source: Scan a bitcoin or lightning QR code
es: Escanea un código QR de bitcoin o de lightning network

# ScanQRViewController.s7
source: USE LNURL LINK IN CLIPBOARD
es: USAR LNURL EN PORTAPAPELES

# OpSubmarineSwapViewBuilder.s1
source: Public key
es: Clave pública

# OpSubmarineSwapViewBuilder.s2
source: IP Addresses
es: Direcciones IP

# OpToAddressViewBuilder.s1
source: Notice:
es: Aviso:

# OpToAddressViewBuilder.s2
source: Notice: Not enough funds to pay for the optimal network fee. Select a network fee to continue.
es: Aviso: No tienes fondos suficientes para pagar la comisión óptima. Elige una comisión para continuar.

# OpToAddressViewBuilder.s4
source: Notice: Because you are using all your funds, the fee is deducted from the total amount you are sending.
es: Aviso: Debido a que estás usando todos tus fondos, la comisión de la red se deduce del monto total.

# PinPresenter.s1
source: Create your PIN
es: Crea tu PIN

# PinPresenter.s2
source: Confirm your PIN
es: Confirma tu PIN

# PinPresenter.s3
source: Enter your PIN
es: Ingresa tu PIN

# PinPresenter.s4
source: Keep your wallet safe
es: Mantén tu monedero seguro

# PinPresenter.s5
source: Enter it again to confirm
es: Ingrésalo de nuevo para confirmarlo

# PinViewController.s1
source: Use your face to unlock Muun
es: Usa tu rostro para desbloquear Muun

# PinViewController.s2
source: Use your fingerprint to unlock Muun
es: Use tu huella digital para desbloquear Muun

# PinViewController.s3
source: Unlock muun
es: Desbloquea muun

# PinViewController.s4
source: Invalid PIN.
es: PIN incorrecto.

# PinViewController.s5
source: Invalid PIN. After %@ more failed attempts, you'll be logged out of your wallet.
es: PIN incorrecto. Quedan %@ intentos antes de que se finalice tu sesión.

# PinViewController.s6
source: Pin did not match
es: El PIN no coincide

# Receive.s1
source: Your bitcoin address
es: Tu dirección de bitcoin

# Receive.s2
source: Your lightning network invoice
es: Tu factura de lightning network

# Receive.s3
source: Segwit and legacy addresses
es: Direcciones de Segwit y compatibilidad

# Receive.s4
source: Segwit and legacy are two different types of bitcoin addresses. Legacy addresses are more widely adopted but create larger transactions. Using them will result in higher fees on your future transactions. To make your transactions more cost-effective, Muun displays Segwit addresses by default. Some services haven't upgraded to Segwit yet. If you are having trouble using a Segwit address, try a legacy address instead.
es: Segwit y compatibilidad son dos tipos distintos de direcciones de bitcoin. Las direcciones de compatibilidad son ampliamente aceptadas en el ecosistema, pero crean transacciones más pesadas que las direcciones de Segwit. Usarlas resultará en comisiones más altas en tus futuras transacciones. Para que tus transacciones sean más eficientes, Muun muestra las direcciones de Segwit en primer lugar. Algunos servicios aún no se han actualizado a Segwit. Si tienes problemas para utilizar Segwit, utiliza direcciones de compatibilidad en su lugar.

# ReceivePresenter.s1
source: %@ received
es: %@ recibido

# ReceiveViewController.s3
source: Receive
es: Recibir

# ReceiveViewController.receiveBitcoin
source: Receive Bitcoin
es: Recibir Bitcoin

# ReceiveViewController.s4
source: Copied to clipboard
es: Copiado al portapapeles

# ReceiveViewController.s5
source: Copied to clipboard. This invoice expires in %@.
es: Copiado al portapapeles. Esta factura expirará en %@.

# ReceiveViewController.detailedURIDisclaimer
source: 🧪 Unified QR codes are experimental (learn more)
es: 🧪 Los códigos QR unificados son experimentales (más información)

# ReceiveViewController.detailedURIBTCTitle
source: Your bitcoin address
es: Tu dirección de bitcoin

# ReceiveViewController.detailedURILNTitle
source: Your lightning invoice
es: Tu factura de lightning

# AddressTypeSelectViewController.title
source: Choose your address type
es: Elige tu tipo de dirección

# OnChainAdvancedOptionsView.header
source: Address settings
es: Configuración de dirección

# OnChainAdvancedOptionsView.hide
source: Hide settings
es: Ocultar configuración

# AddressTypeOptionView.label
source: Address type
es: Tipo de dirección

# AddressTypeOptionView.segwitDescription
source: A relatively new address type, already widely accepted. It creates lighter transactions and saves you money on future network fees.
es: Es un tipo de dirección relativamente nuevo, ya ampliamente aceptado. Crea transacciones más livianas y te ahorra dinero en futuras comisiones de red.

# AddressTypeOptionView.legacyDescription
source: The most widely accepted address type. Use it only when a service labels your Segwit addresses as invalid.
es: Es el tipo de dirección más aceptado. Úsalo sólo cuando un servicio marque tus direcciones de Segwit como inválidas.

# AddressTypeOptionView.taprootDescription
source: The newest and most powerful address type. Many services are not yet compatible and may label it as invalid.
es: Es el tipo de dirección más nuevo y potente. Muchos servicios aún no son compatibles y pueden marcarlas como inválidas.

# AddressTypeOptionView.taprootActivation
source: Activates in ~%@ hours.
es: Se activa en ~%@ horas.

# LightningAdvancedOptionsView.header
source: Invoice settings
es: Configuración de factura

# LightningAdvancedOptionsView.hide
source: Hide settings
es: Ocultar configuración

# UnifiedAdvancedOptionsView.header
source: Settings
es: Configuración

# ExpirationTimeOptionView.label
source: Expiration time
es: Tiempo de expiración

# AmountOptionView.label
source: Amount
es: Monto

# AmountOptionView.addButton
source: Add +
es: Añadir +

# ReceiveAmountInputViewController.titleLightning
source: Edit Invoice Amount
es: Editar monto de factura

# ReceiveAmountInputViewController.titleOnChain
source: Edit Address Amount
es: Editar monto de dirección

# ReceiveAmountInputViewController.editAmount
source: Edit amount
es: Editar monto

# ReceiveAmountInputViewController.confirm
source: CONFIRM AMOUNT
es: CONFIRMAR MONTO

# ReceiveAmountInputViewController.remove
source: REMOVE AMOUNT
es: ELIMINAR MONTO

# ReceiveAmountInputViewController.tooSmall
source: AMOUNT IS TOO SMALL
es: MONTO DEMASIADO PEQUEÑO

# ReceiveAmountInputViewController.tooBig
source: AMOUNT IS TOO BIG
es: MONTO DEMASIADO GRANDE

# LNURLFirstTimeViewController.title
source: Scan and receive lightning payments
es: Escanea y recibe pagos en lightning

# LNURLFirstTimeViewController.description
source: Use LNURL to receive payments without having to share invoices. You can only use it with other services that support it.
es: Usa LNURL para recibir pagos sin tener que compartir facturas. Solo puedes usarlo con otros servicios que lo soporten.

# LNURLScanQRViewController.title
source: Receive
es: Recibir

# LNURLScanQRViewController.helper
source: Scan an LNURL QR to receive bitcoin
es: Escanea un enlace LNURL para recibir bitcoin

# LNURLScanQRViewController.enterManually
source: ENTER LNURL LINK
es: INGRESAR ENLACE LNURL

# LNURLScanQRViewController.useClipboard
source: USE LNURL LINK IN CLIPBOARD
es: USAR ENLACE LNURL DEL PORTAPAPELES

# LNURLManuallyEnterQRViewController.title
source: Receive
es: Recibir

# LNURLManuallyEnterQRViewController.inputLabel
source: LNURL link
es: Enlace LNURL

# LNURLManuallyEnterQRViewController.confirm
source: CONFIRM LINK
es: CONFIRMAR ENLACE

# LNURLManuallyEnterQRViewController.pasteFromClipboard
source: PASTE FROM CLIPBOARD
es: PEGAR DEL PORTAPAPELES

# LNURLManuallyEnterQRViewController.invalid
source: Not an LNURLw link
es: No es un enlace de LNURLw

# LNURLManuallyEnterQRViewController.emptyClipboard
source: Your clipboard is empty
es: Tu portapapeles está vacío

# LNURLManuallyEnterQRViewController.unexpectedError
source: An error occurred. Copy and paste it again
es: Ocurrió un error. Copia y pega de nuevo

# LNURLWithdrawViewController.title
source: Receive
es: Recibir

# LNURLWithdrawViewController.loading
source: Loading...
es: Cargando...

# LNURLWithdrawViewController.contacting
source: Contacting %@...
es: Contactando %@...

# LNURLWithdrawViewController.receiving
source: Receiving from %@...
es: Recibiendo de %@...

# LNURLWithdrawViewController.tooLong
source: %@ is taking too long to pay
es: %@ está tardando mucho en pagar

# LNURLWithdrawViewController.tooLongDescription
source: You can choose to wait here or leave, and receive a notification when the payment completes. If the payment doesn't complete, please contact %@
es: Puedes esperar aquí o irte, y recibir una notificación cuando se complete el pago. Si el pago no se completa, comunícate con %@.

# LNURLWithdrawViewController.copyToClipboard
source: Copy to clipboard
es: Copiar al portapapeles

# LNURLWithdrawPresenter.invalidCodeTitle
source: Is it a LNURL code?
es: ¿Es un código LNURL?

# LNURLWithdrawPresenter.unresponsiveTitle
source: %@ is not responding
es: %@ no responde

# LNURLWithdrawPresenter.wrongTagTitle
source: Is it a LNURL withdraw?
es: ¿Es esto un LNURL para retirar?

# LNURLWithdrawPresenter.requestExpiredTitle
source: This withdrawal request has expired
es: La solicitud de retiro expiró

# LNURLWithdrawPresenter.noAvailableBalanceTitle
source: There are no funds to withdraw
es: No hay fondos para retirar

# LNURLWithdrawPresenter.noRouteTitle
source: There's no available route
es: No hay ruta disponible

# LNURLWithdrawPresenter.unknownErrorTitle
source: Something went wrong
es: Algo salió mal

# LNURLWithdrawPresenter.invalidCodeDescription
source: It doesn't seem to be one. Please, double-check its source. Keep in mind you can only use LNURL with services that support it.
es: No parece ser uno. Por favor, vuelve a verificar su fuente. Ten en cuenta que solo puedes usar LNURL con servicios que lo soporten.

# LNURLWithdrawPresenter.wrongTagDescription
source: This is a valid LNURL, but not for this operation. Please, double-check its source. Keep in mind you can only use LNURL to withdraw funds.
es: Esto es un LNURL válido, pero no para esta operación. Por favor, vuelve a verificar su fuente.

# LNURLWithdrawPresenter.requestExpiredDescription
source: The LNURL expired before the payment was made. Please, request a new one.
es: La LNURL expiró antes de que se realizara el pago. Por favor, solicita una nueva.

# LNURLWithdrawPresenter.noAvailableBalanceDescription
source: It seems you don't have any funds to withdraw from %@. Please, check that your balance isn't empty.
es: Parece que no tienes fondos para retirar de %@. Por favor, comprueba que tu saldo no esté vacío.

# LNURLWithdrawPresenter.noRouteDescription
source: It seems %@ couldn't find a route to send you the payment. We suggest you contact %@ to let them know.
es: Parece que %@ no pudo encontrar una ruta para enviarte el pago. Te sugerimos que te pongas en contacto con %@ para avisarles.

# LNURLWithdrawPresenter.unresponsiveDescription
source: The service that created the LNURL code is unavailable. Please, try again later.
es: El servicio que creó el código LNURL no está disponible. Por favor, inténtalo de nuevo más tarde.

# LNURLWithdrawPresenter.unknownErrorDescription
source: Something failed and we aren't sure what it was. Please send us a report to help us find out what happened.
es: Algo falló y no estamos seguros de qué fue. Envíanos un reporte para ayudarnos a averiguar qué sucedió.

# LNURLWithdrawPresenter.expiredInvoiceDescription
source: Your lightning invoice expired, and %@ didn't complete the payment. Please, contact them for more information.
es: Tu factura de lightning venció y %@ no completó el pago. Por favor, contáctalos para obtener más información.

# LNURLWithdrawPresenter.alreadyUsedTitle
source: Code already used
es: Código ya usado

# LNURLWithdrawPresenter.alreadyUsedDescription
source: This code was used by another wallet, and can't be used again.
es: Éste código ya fue usado por otro monedero, y no puede ser usado nuevamente.

# LNURLWithdrawPresenter.countryNotSupportedTitle
source: Country not supported
es: País sin soporte

# LNURLWithdrawPresenter.countryNotSupportedDescription
source: The service that created this code is not available in your country.
es: El servicio que creó éste código no está disponible en tu país.

# LNURLWithdrawPresenter.pendingNotificationTitle
source: Your payment is on the way
es: Tu pago está en camino

# LNURLWithdrawPresenter.pendingNotificationBody
source: You'll receive your payment as soon as %@ completes it.
es: Recibirás tu pago tan pronto como %@ lo complete.

# LNURLWithdrawPresenter.failedNotificationTitle
source: Your payment failed
es: Tu pago falló

# LNURLWithdrawPresenter.failedNotificationBody
source: Your lightning invoice expired, and %@ didn't complete the payment.
es: Tu factura de lightning venció y %@ no completó el pago.

# LNURLWithdrawPresenter.invoice
source: Invoice
es: Factura

# LNURLWithdrawPresenter.receivedMessage
source: Received message
es: Mensaje recibido

# LNURLFromSendViewController.title
source: Looking to receive via lightning?
es: ¿Quieres recibir por lightning?

# LNURLFromSendViewController.description
source: This seems like a LNURL code. It allows you to receive bitcoin via lightning, instead of sending it. Do you want to use it?
es: Esto parece ser un código LNURL. Te permite recibir bitcoins a través de lightning, en lugar de enviarlos. ¿Quieres usarlo?

# LNURLFromSendViewController.receiveBitcoin
source: RECEIVE BITCOIN
es: RECIBIR BITCOIN

# LNURLFromSendViewController.goBack
source: GO BACK TO SEND
es: VOLVER A ENVIAR

# SignInEmailViewController.s1
source: Recover your wallet
es: Recupera tu monedero

# SignInEmailViewController.s2
source: Enter your email
es: Ingresa tu email

# SignInEmailViewController.s3
source: You chose it when you set up your wallet.
es: Lo elegiste cuando configuraste tu monedero.

# SignInEmailViewController.s4
source: Your email
es: Tu email

# SignInEmailViewController.s5
source: you@example.com
es: tu@ejemplo.com

# SignInEmailViewController.s6
source: ENTER EMAIL
es: INGRESAR EMAIL

# SignInEmailViewController.s7
source: RECOVER WITH RECOVERY CODE
es: USAR CÓDIGO DE RECUPERACIÓN

# SignInEmailViewController.s8
source: This email is not registered
es: Éste email no está registrado

# SignInPasswordViewController.s1
source: Recover your wallet
es: Recupera tu monedero

# SignInPasswordViewController.s2
source: Enter your password
es: Ingresa tu contraseña

# SignInPasswordViewController.s3
source: Password
es: Contraseña

# SignInPasswordViewController.s4
source: At least 8 characters long
es: Al menos 8 caracteres

# SignInPasswordViewController.s6
source: ENTER PASSWORD
es: INGRESAR CONTRASEÑA

# SignInPasswordViewController.s7
source: I FORGOT MY PASSWORD
es: OLVIDÉ MI CONTRASEÑA

# SignInPasswordViewController.s8
source: Cancel wallet recovery?
es: ¿Abortar recuperación de monedero?

# SignInPasswordViewController.s9
source: You haven't finished recovering your wallet. You can do this later.
es: No has terminado de recuperar tu monedero. Puedes recuperarlo más tarde.

# SignInPasswordViewController.s10
source: Continue
es: Cancelar

# SignInPasswordViewController.s11
source: Cancel
es: Abortar

# SignInPasswordViewController.s12
source: Wrong password
es: Contraseña incorrecta

# Recover.s1
source: What is the Recovery Code?
es: ¿Qué es el Código de Recuperación?

# Recover.s2
source: Forgotten passwords
es: Contraseñas olvidadas

# Recover.s3
source: It is a set of randomly-generated characters and the only way to log in if you forgot your password. You set it up on %@ and most likely wrote it on a paper.
es: El Código de Recuperación es un conjunto de caracteres generados aleatoriamente. Se utiliza para crear un respaldo encriptado de tus Claves Privadas. Lo configuraste el %@ y probablemente lo escribiste en un papel.

# Recover.s4
source: It is a set of randomly-generated characters and the only way to log in if you forgot your password.
es: El Código de Recuperación es un conjunto de caracteres generados aleatoriamente y la única forma de ingresar a tu monedero si olvidas tu contraseña.

# Recover.s5
source: Muun doesn't keep a copy of your password, so it can't be reset. Try to remember it. You chose it on %@
es: Muun no guarda una copia de tu contraseña, así que no se puede restaurar. Intenta recordarla. La elegiste el %@

# Recover.s6
source: Muun doesn't keep a copy of your password, so it can't be reset. Try to remember it.
es: Muun no guarda una copia de tu contraseña, así que no se puede restaurar. Intenta recordarla.

# SignInEmailAndRCViewController.s1
source: Recover your wallet
es: Recupera tu monedero

# SignInEmailAndRCViewController.s2
source: Enter your Recovery Code
es: Ingresa tu Código de Recuperación

# SignInEmailAndRCViewController.s3
source: You set it up on %@ and most likely wrote it on a paper. What's this?
es: Lo configuraste el %@ y probablemente lo escribiste en un papel. ¿Qué es esto?

# SignInEmailAndRCViewController.s4
source: What's this?
es: ¿Qué es esto?

# SignInEmailAndRCViewController.s5
source: You most likely wrote it on a paper. What's this?
es: Probablemente lo escribiste en un papel. ¿Qué es esto?

# SignInEmailAndRCViewController.s7
source: Wrong Recovery Code. Please try again.
es: Código de Recuperación incorrecto. Intenta de nuevo.

# SignInEmailAndRCViewController.s8
source: ENTER RECOVERY CODE
es: INGRESAR CÓDIGO

# SignInEmailAndRCViewController.s9
source: Invalid Recovery Code
es: Código de Recuperación inválido

# SignInEmailAndRCViewController.s10
source: You haven't completed setting up this Recovery Code. You should have a newer one. Please, find it and try again.
es: No has completado la configuración de este Código de Recuperación. Deberías tener uno más nuevo. Por favor, encuéntralo e inténtalo nuevamente.

# SignInEmailAndRCViewController.s11
source: Your credentials (email and Recovery Code) don't match.
es: Tus credenciales (correo electrónico y Código de Recuperación) no coinciden.

# SignInEmailAndRCViewController.s12
source: Please make sure you enter the Recovery Code that recovers the wallet using the email %@
es: Por favor, asegúrarte de ingresar el Código de Recuperación que recupera el monedero que usa el correo %@

# SignInEmailAndRCViewController.s13
source: Accept
es: Aceptar

# SignInAuthorizeEmailViewController.s1
source: Authorize wallet recovery
es: Autoriza tu inicio de sesión

# SignInAuthorizeEmailViewController.s2
source: Recover your wallet
es: Recupera tu monedero

# SignInAuthorizeEmailViewController.s3
source: Choose Email
es: Elige email

# SignInAuthorizeEmailViewController.s4
source: You will receive an authorization email at %@. Please click the link in the email to continue.
es: Recibirás un correo electrónico de autorización en %@. Por favor, haz clic en el enlace del correo para continuar.

# SignInWithRCView.s1
source: ENTER RECOVERY CODE
es: INGRESAR CÓDIGO

# SignInWithRCView.s2
source: Enter your recovery code
es: Ingresa tu Código de Recuperación

# SignInWithRCView.s3
source: What's this?
es: ¿Qué es esto?

# SignInWithRCView.s4
source: Wrong Recovery Code. Please try again.
es: Código de Recuperación incorrecto. Intenta de nuevo.

# SignInWithRCView.s5
source: entering your email first
es: ingresar tu email primero

# SignInWithRCView.s6
source: This Recovery Code can't be used without entering your email first.
es: Este Código de Recuperación no puede ser usado sin ingresar tu email primero.

# SignInWithRCViewController.s1
source: Recover your wallet
es: Recupera tu monedero

# SignInWithRCVerifyEmailPresenter.s1
source: Something went wrong
es: Algo salió mal

# SignInWithRCVerifyEmailViewController.s1
source: Authorize wallet recovery
es: Autoriza tu inicio de sesión

# SignInWithRCVerifyEmailViewController.s2
source: Recover your wallet
es: Recupera tu monedero

# SignInWithRCVerifyEmailViewController.s3
source: Choose Email
es: Elige Email

# SignInWithRCVerifyEmailViewController.s4
source: You will receive an authorization email at %@. Please click the link in the email to continue.
es: Recibirás un correo electrónico de autorización en %@. Por favor, haz clic en el enlace del correo para continuar.

# ActivateEmergencyKitView.s1
source: Verify your Emergency Kit
es: Verifica tu Kit de Emergencia

# ActivateEmergencyKitView.s4
source: Verification code
es: Código de verificación

# ActivateEmergencyKitView.s6
source: Can't find it?
es: ¿No lo encuentras?

# ActivateEmergencyKitView.s8
source: Wrong code
es: Código incorrecto

# ActivateEmergencyKitView.activationDescription
source: Enter the 6-digit verification code located in the top-right corner of the document, just to ensure everything went right.
es: Ingresa tu código de verificación de 6 dígitos ubicado arriba a la derecha del documento, sólo para asegurarte de que todo salió bien.

# ActivateEmergencyKitView.boldDescription
source: 6-digit verification code
es: código de verificación de 6 dígitos

# ActivateEmergencyKitView.oldCodeError
source: This is an old code. Check your latest Emergency Kit (your code starts with %@)
es: Éste es un código viejo. Mira tu último Kit de Emergencia (tu código empieza con %@)

# ActivateEmergencyKitView.oldCodeErrorRed
source: This is an old code.
es: Éste es un código viejo.

# ActivateEmergencyKitViewController.s1
source: Emergency Kit
es: Kit de Emergencia

# HelpEmergencyKitView.s1
source: Can’t find the verification code?
es: ¿No encuentras el código de verificación?

# HelpEmergencyKitView.s2
source: 6-digit number
es: número de 6 dígitos

# HelpEmergencyKitView.s5
source: The verification code is a 6-digit number, located at the top-right corner of your Emergency Kit.
es: El código de verificación es un número de 6 dígitos, ubicado arriba a la derecha en tu Kit de Emergencia

# RecoveryToolViewController.s1
source: Recover your funds
es: Recupera tus fondos

# RecoveryToolViewController.s2
source: Use the Recovery Tool to retrieve your money
es: Usa la Herramienta de Recuperación para extraer tu dinero.

# RecoveryToolViewController.s3
source: In a scenario where Muun is unavailable, this is the way to reclaim all your money without the collaboration of our servers.
es: En un escenario en el que Muun no se encuentra disponible, esta es la forma de recuperar tu dinero sin la colaboración de nuestros servidores.

# RecoveryToolViewController.s4
source: Use your encrypted Private Keys, your Recovery Code and the Recovery Tool to retrieve your funds.
es: Utiliza tus Claves Privadas, tu Código de Recuperación y la Herramienta de Recuperación para extraer tus fondos.

# RecoveryToolViewController.s5
source: You can find our Recovery Tool and the instructions for this process at https://github.com/muun/recovery
es: Puedes encontrar la herramienta y las instrucciones para este proceso en https://github.com/muun/recovery

# SaveEmergencyKitOptionView.driveTitle
source: Save to Drive
es: Guardar en Drive

# SaveEmergencyKitOptionView.driveDescription
source: Use your Google account to save and access your Kit.
es: Usa tu cuenta de Google para guardar y acceder a tu Kit.

# SaveEmergencyKitOptionView.icloudTitle
source: Save to iCloud
es: Guardar en iCloud
