Repository: muun/falcon
Catalog: falcon/app/falcon/Resource/Localization/*.lproj/Localizable.strings
Languages: es

# SaveEmergencyKitOptionView.icloudDescription
source: Use your Apple account to save and access your Kit.
es: Usa tu cuenta de Apple para guardar y acceder a tu Kit.

# SaveEmergencyKitOptionView.icloudDisabledDescription
source: Enable iCloud on your phone settings to export your Kit.
es: Activa iCloud en la configuración de tu teléfono para guardar tu Kit.

# SaveEmergencyKitOptionView.anotherCloudTitle
source: Suggest another cloud
es: Sugiere otro servicio

# SaveEmergencyKitOptionView.anotherCloudDescription
source: Tell us which cloud service you would like us to support.
es: Cuéntanos qué servicio en la nube te gustaría que soportemos.

# SaveEmergencyKitOptionView.recommended
source: Recommended
es: Recomendado

# SaveEmergencyKitOptionView.notEnabled
source: Not enabled
es: Desactivado

# SaveEmergencyKitOptionView.openInDrive
source: OPEN IN DRIVE
es: ABRIR EN DRIVE

# SaveEmergencyKitOptionView.openInICloud
source: OPEN IN ICLOUD
es: ABRIR EN ICLOUD

# SaveEmergencyKitOptionView.verifyTitle
source: Verify your Emergency Kit
es: Verifica tu Kit de Emergencia

# SaveEmergencyKitOptionView.verifyDescriptionDrive
source: You saved your Kit to Google Drive. Before you go, find it and take a good look inside. Make sure you can do this in the future.
es: Guardaste tu Kit en Google Drive. Antes de irte, encuéntralo y examina el contenido. Asegúrate de poder hacer ésto en el futuro

# SaveEmergencyKitOptionView.verifyDescriptionICloud
source: You saved your Kit to iCloud. Before you go, find it and take a good look inside. Make sure you can do this in the future.
es: Guardaste tu Kit en iCloud. Antes de irte, encuéntralo y examina el contenido. Asegúrate de poder hacer ésto en el futuro

# ShareEmergencyKitView.exportTitle
source: Save your Emergency Kit
es: Guarda tu Kit de Emergencia

# ShareEmergencyKitView.updateTitle
source: Update your Emergency Kit
es: Actualiza tu Kit de Emergencia

# ShareEmergencyKitView.description
source: Choose your preferred cloud service to ensure your Kit is never lost.
es: Elige tu servicio en la nube preferido para asegurarte de que tu Kit nunca se pierda.

# ShareEmergencyKitView.saveManually
source: I don’t want to use cloud storage
es: No quiero almacenarlo en la nube

# ShareEmergencyKitViewController.s1
source: Emergency Kit
es: Kit de Emergencia

# ShareEmergencyKitViewController.uploading
source: Uploading your Emergency Kit
es: Subiendo tu Kit de Emergencia

# ShareEmergencyKitViewController.updating
source: Updating your Emergency Kit
es: Actualizando tu Kit de Emergencia

# ShareEmergencyKitViewController.ekUploadErrorTitle
source: Your Emergency Kit could not be saved
es: Tu Kit de Emergencia no pudo guardarse

# ShareEmergencyKitViewController.ekUploadErrorDescription
source: We couldn’t upload your Emergency Kit to the cloud. Please, check your connection and try again.
es: No pudimos subir tu Kit de Emergencia a la nube. Por favor, verifica tu conexión e inténtalo de nuevo

# ShareEmergencyKitViewController.alertRetry
source: Retry
es: Reintentar

# ShareEmergencyKitViewController.alertCancel
source: Cancel
es: Cancelar

# ShareEmergencyKitViewController.fileName
source: Muun - Emergency Kit.pdf
es: Muun - Kit de Emergencia.pdf

# ShareEmergencyKitViewController.generateEmergencyKitError
source: We couldn't generate your Emergency Kit.
es: No pudimos generar tu Kit de Emergencia.

# ManualSaveEmergencyKitView.title
source: Saving the Kit manually? Here’s some advice.
es: ¿Quieres guardar tu Kit manualmente? Te damos algunos consejos.

# ManualSaveEmergencyKitView.accesible
source: Make it accesible. You should be able to access your Kit at all times, even if your phone is lost, stolen or stops working.
es: Hazlo accesible. Debes poder acceder a tu Kit en todo momento, incluso si perdieras tu teléfono, te lo robaran o dejara de funcionar.

# ManualSaveEmergencyKitView.accesibleBold
source: Make it accesible.
es: Hazlo accesible.

# ManualSaveEmergencyKitView.secrecy
source: Don’t prioritize secrecy. Remember, your Kit is encrypted. Without your Recovery Code, the Kit is harmless.
es: No priorices mantenerlo en secreto. Recuerda, tu Kit está encriptado. Sin tu Código de Recuperación, el Kit es inofensivo.

# ManualSaveEmergencyKitView.secrecyBold
source: Don’t prioritize secrecy.
es: No priorices mantenerlo en secreto.

# ManualSaveEmergencyKitView.update
source: Make it easy to update. You should always have the latest Kit at hand, an old Kit won’t work.
es: Facilita su actualización. Debes tener el último Kit a mano siempre, un Kit viejo no funcionará.

# ManualSaveEmergencyKitView.updateBold
source: Make it easy to update.
es: Facilita su actualización.

# ManualSaveEmergencyKitView.save
source: SAVE MANUALLY
es: GUARDAR MANUALMENTE

# RequestCloudView.description
source: We plan to support more cloud services. Which one would you like to see added?
es: Planeamos incluir más servicios en la nube. ¿Cuál te gustaría que se agregue?

# RequestCloudView.send
source: SEND FEEDBACK
es: ENVIAR COMENTARIO

# RequestCloudFeedbackView.title
source: Thank you for your feedback!
es: ¡Gracias por tu comentario!

# VerifyEmergencyKitView.done
source: DONE
es: LISTO

# SlidesViewController.swipe
source: Swipe to continue
es: Desliza para continuar

# EmergencyKitSlides.s1
source: Emergency Kit
es: Kit de Emergencia

# EmergencyKitSlides.s2
source: CREATE YOUR EMERGENCY KIT
es: CREA TU KIT DE EMERGENCIA

# EmergencyKitSlides.s4
source: One document
es: Un documento

# EmergencyKitSlides.s5
source: Your private keys are securely encrypted with your Recovery Code, so you can save it online.
es: Tus claves privadas están encriptadas de forma segura con tu Código de Recuperación, así que puedes guardarlo online.

# EmergencyKitSlides.s6
source: Stored online
es: Guardado online

# EmergencyKitSlides.s7
source: Complete Ownership
es: Posesión Completa

# EmergencyKitSlides.s8
source: You haven’t finished exporting up your Emergency Kit. You can restart this setup later.
es: No has terminado de exportar tu Kit de Emergencia. Puedes retomar éste proceso más tarde.

# EmergencyKitSlides.s9
source: Abort Emergency Kit export?
es: ¿Abortar la exportación del Kit?

# EmergencyKitSlides.s10
source: Continue
es: Continuar

# EmergencyKitSlides.s11
source: Abort
es: Abortar

# EmergencyKitSlides.s12
source: Your Emergency Kit is a PDF document with information and instructions to independently transfer your funds.
es: Tu Kit de Emergencia es un documento PDF con información e instrucciones para transferir tus fondos independientemente.

# EmergencyKitSlides.s13
source: By combining the Emergency Kit and your Recovery Code, you will have total, undisputed control over your funds.
es: Combinando tu Kit de Emergencia y tu Código de Recuperación, tendrás control total e indisputado de tus fondos.

# TaprootActivationSlides.title1
source: A giant leap for bitcoin
es: Un gran paso para bitcoin

# TaprootActivationSlides.description1
source: Taproot is one of the most anticipated upgrades in bitcoin. Starting with cheaper and less traceable payments, Taproot is setting the stage for massive innovation in bitcoin.
es: Taproot es una de las actualizaciones más esperadas en bitcoin. Empezando por pagos más baratos y menos rastreables, Taproot está sentando las bases para una innovación masiva en bitcoin.

# TaprootActivationSlides.title2
source: Enabled by powerful scripts
es: Habilitado por potentes scripts

# TaprootActivationSlides.description2
source: Taproot uses new scripts to create the addresses where you'll receive funds. To recover those funds in an emergency, these scripts need to be included in your Emergency Kit.
es: Taproot usa nuevos scripts para crear las direcciones donde recibirás fondos. Para recuperar esos fondos en una emergencia, estos scripts deben incluirse en tu Kit de Emergencia.

# TaprootActivationSlides.title3
source: Completely secure
es: Completamente seguro

# TaprootActivationSlides.description3
source: Keep total control over your funds by updating your Emergency Kit before ever using Taproot. The updated Kit replaces the one you already have, but your Recovery Code doesn't change.
es: Mantén el control total de tus fondos actualizando tu Kit de Emergencia antes de usar Taproot por primera vez. El Kit actualizado reemplaza al que ya tienes, pero tu Código de Recuperación no cambia.

# TaprootActivationSlides.finish
source: UPDATE YOUR KIT
es: ACTUALIZA TU KIT

# TaprootActivationSlides.abortTitle
source: Leave activation?
es: ¿Abandonar la activación?

# TaprootActivationSlides.abortDescription
source: You haven't activated Taproot yet. You can restart this process later.
es: Aún no has activado Taproot. Puedes reiniciar este proceso más tarde.

# TaprootActivationSlides.stay
source: Stay
es: Seguir

# TaprootActivationSlides.leave
source: Leave
es: Abandonar

# SecurityCenter.s1
source: You exported your keys
es: Exportaste tus claves

# SecurityCenter.s2
source: Recovery tool
es: Herramienta de Recuperación

# SecurityCenter.s3
source: Create an Emergency Kit
es: Crea un Kit de Emergencia

# SecurityCenter.s4
source: Download the data you need to recover your money without using Muun.
es: Descargar la información necesaria para recuperar tu dinero sin usar Muun.

# SecurityCenter.s5
source: You created an Emergency Kit
es: Creaste un Kit de Emergencia

# SecurityCenter.s6
source: Follow the instructions in the Kit you saved to recover your money without using Muun.
es: Sigue las instrucciones en el Kit que guardaste para recuperar tu dinero sin usar Muun.

# SecurityCenter.s7
source: You wrote down your Private Keys. Use them with your Recovery Code and the Recovery Tool to recover your money without using Muun.
es: Escribiste tus claves privadas. Úsalas con tu Código de Recuperación y nuestra Herramienta de Recuperación para recuperar tu dinero sin usar Muun.

# SecurityCenter.s8
source: EXCELLENT
es: EXCELENTE

# SecurityCenter.s9
source: Something went wrong
es: Algo salió mal

# SecurityCenter.s10
source: There was a connectivity issue and the operation timed out. Please try again.
es: Hubo un problema de conectividad y se agotó el tiempo de espera de la operación. Por favor intenta nuevamente.

# SecurityCenter.s11
source: GO BACK TO HOME
es: VOLVER AL INICIO

# SecurityCenter.s12
source: Success!
es: ¡Éxito!

# SecurityCenter.EKSuccessDescription
source: You have complete, undisputed ownership of your bitcoin.
es: Tienes control completo e indisputado de tus Bitcoins.

# SecurityCenter.taprootActivated.title
source: You're ready for Taproot!
es: ¡Estás listo para Taproot!

# SecurityCenter.taprootPreactivated.description
source: In %@ blocks (~%@ hours), the Bitcoin Network will activate Taproot globally. When this happens, you'll be able to receive funds in Taproot addresses.
es: En %@ bloques (~%@ horas), la Red de Bitcoin activará Taproot globalmente. Cuando esto suceda, podrás recibir fondos en direcciones Taproot.

# SecurityCenter.taprootActivated.description
source: You can now send and receive payments using Taproot addresses. Your payments will be cheaper and less traceable.
es: Ahora puedes enviar y recibir pagos usando direcciones Taproot. Tus pagos serán más baratos y menos rastreables.

# SecurityCenter.taprootActivationCountdown.title
source: It's the final countdown!
es: ¡Estamos en cuenta regresiva!

# SecurityCenter.taprootActivationCountdown.description
source: When the Bitcoin Network mines block 709,632 Taproot will activate globally. To protect you from potential blockchain reorganizations, you'll be able to start using Taproot addresses %1@ blocks later. We have %2@ blocks to go!
es: Cuando la Red de Bitcoin mine el bloque 709,632, Taproot se activará globalmente. Para protegerte de posibles reorganizaciones de la blockchain, podrás comenzar a usar direcciones Taproot %1@ bloques después. ¡Quedan %2@ bloques!

# SecurityCenter.s13
source: Why can't the password be reset?
es: ¿Por qué no se puede restaurar la contraseña?

# SecurityCenter.s14
source: What is the Recovery Code?
es: ¿Qué es el Código de Recuperación?

# SecurityCenter.s15
source: Muun doesn't keep a copy of this code
es: Muun no guarda una copia de este código

# SecurityCenter.s16
source: How will Muun use my email?
es: ¿Como usará Muun mi email?

# SecurityCenter.s17
source: Your password is used to encrypt your wallet backup, so nobody without the password can access it — not even Muun. If you lose your original password, the backup is impossible to decrypt and restore.
es: Tu contraseña se usa para encriptar tu respaldo, de manera que nadie puede acceder a el sin la contraseña - ni siquiera Muun. Si pierdes tu contraseña original, el respaldo es imposible de desencriptar y el monedero no se puede recuperar.

# SecurityCenter.s18
source: It is a set of randomly-generated characters. We use the Recovery Code to create an encrypted backup of your Personal Key in case you forget your password. You can access your wallet using this backup and your code. We do not keep a copy of this code, so write it down on paper and keep it safe.
es: Es un conjunto de caracteres generados aleatoriamente. El Código de Recuperación se utiliza para crear una copia de seguridad cifrada de tu clave personal, para usar en caso de que olvides tu contraseña. Puedes acceder a tu monedero usando esta copia de seguridad y tu código. No guardamos una copia de este código, así que escríbelo en papel y guárdalo en un lugar seguro.

# SecurityCenter.s19
source: Muun will send you an email every time somebody tries to access your wallet, asking for your authorization. This protects you from people (or computers) attempting to guess your password, and alerts you if somebody tries.
es: Muun te enviará un correo electrónico cada vez que alguien intente acceder a tu monedero, pidiendo tu autorización. Esto te proteje de gente (o computadoras) que intenten adivinar tu contraseña, y te alerta si alguien lo intenta.

# SecurityCenter.s20
source: Is cloud storage safe?
es: ¿Es seguro guardar en la nube?

# SecurityCenter.s21
source: Data inside your Emergency Kit is securely encrypted with your Recovery Code. Without access to that code, the Kit is harmless. Since your Recovery Code is written in paper, you can save your Emergency Kit in the cloud without risk. It will be safe and available in the long term.
es: Los datos dentro de tu Kit de Emergencia están encriptados de forma segura con tu Código de Recuperación. Sin acceso a ese código, el Kit es inofensivo. Como tu Código de Recuperación está escrito en papel, puedes guardar tu Kit de Emergencia en la nube sin riesgos. Estará seguro y disponible a largo plazo.

# SecurityCenterPresenter.s1
source: Your wallet is not backed up
es: Tu monedero no está respaldado

# SecurityCenterPresenter.s2
source: You're one step away from a complete setup
es: Estás a un paso de tener un respaldo completo

# SecurityCenterPresenter.s3
source: Your wallet has a basic backup
es: Tu monedero tiene un respaldo básico

# SecurityCenterViewController.s1
source: Security Center
es: Centro de Seguridad

# SecurityCenterViewController.s2
source: You completed your setup
es: Tu monedero esta completamente respaldado

# SecurityCenterViewController.s3
source: Create another Emergency Kit
es: Crear otro Kit de Emergencia

# SecurityCenterViewController.s4
source: Export private keys again
es: Exportar claves privadas nuevamente

# EmailAlreadyUsedView.s1
source: Another wallet is already using this email
es: Otro monedero está usando éste email

# EmailAlreadyUsedView.s2
source: support team
es: equipo de soporte

# EmailAlreadyUsedView.s3
source: If you need help with your wallet please reach out to our support team and let us know what happened. We'll be happy to help.
es: Si necesitas ayuda con tu monedero, por favor, contacta a nuestro equipo de soporte y haznos saber que ocurrió. Estaremos felices de ayudarte.

# SignUpEmailViewController.s1
source: Need help?
es: ¿Necesitas ayuda?

# SignUpEmailViewController.s3
source: example@you.com
es: tu@ejemplo.com

# SignUpEmailViewController.s4
source: CONFIRM EMAIL
es: CONFIRMAR EMAIL

# SignUpEmailViewController.s5
source: Another wallet is already using this email
es: Otra monedero está usando éste email

# FinishEmailSetupViewController.s1
source: Two things you must understand
es: Dos cosas que debes entender

# FinishEmailSetupViewController.s2
source: FINISH
es: FINALIZAR

# FinishEmailSetupViewController.s3
source: Why can't the password be reset?
es: ¿Por qué no se puede restaurar la contraseña?

# FinishEmailSetupViewController.s4
source: You haven’t finished setting up your recovery method. You can restart this setup later.
es: No has terminado el respaldo de tu monedero. Puedes reiniciar este proceso más tarde.

# FinishEmailSetupViewController.s5
source: Abort recovery setup?
es: ¿Abortar respaldo de tu monedero?

# FinishEmailSetupViewController.s6
source: Cancel
es: Cancelar

# FinishEmailSetupViewController.s7
source: Abort
es: Abortar

# SignUpPasswordViewController.s1
source: Create your password
es: Crea tu contraseña

# SignUpPasswordViewController.s2
source: Choose something memorable. If possible, avoid old passwords you're already using.
es: Elige algo memorable. Si es posible, evita usar viejas contraseñas que ya estes usando.

# SignUpPasswordViewController.s3
source: At least 8 characters
es: Al menos 8 caracteres de longitud

# SignUpPasswordViewController.s4
source: Your password
es: Tu contraseña

# SignUpPasswordViewController.s5
source: Eg.: correct horse battery staple
es: Ej.: correct horse battery staple

# SignUpPasswordViewController.s6
source: Passwords must match
es: Las contraseñas deben coincidir

# SignUpPasswordViewController.s7
source: Confirm your password
es: Confirma tu contraseña

# SignUpPasswordViewController.s9
source: CREATE PASSWORD
es: CREAR CONTRASEÑA

# SignUpPasswordViewController.s10
source: You haven’t finished setting up your recovery method. You can restart this setup later.
es: No has terminado el respaldo de tu monedero. Puedes reiniciar este proceso más tarde.

# SignUpPasswordViewController.s11
source: Abort recovery setup?
es: ¿Abortar respaldo de tu monedero?

# SignUpPasswordViewController.s12
source: Cancel
es: Cancelar

# SignUpPasswordViewController.s13
source: Abort
es: Abortar

# SignUpPasswordViewController.s14
source: CONFIRM PASSWORD
es: CONFIRMAR CONTRASEÑA

# EmailPrimingViewController.s1
source: START
es: COMENZAR

# EmailPrimingViewController.s2
source: I DON'T WANT TO USE MY EMAIL
es: NO QUIERO USAR MI EMAIL

# EmailPrimingViewController.s3
source: Are you sure you don't want email recovery?
es: ¿Estás seguro de que no querés configurar la recuperación por email?

# EmailPrimingViewController.s4
source: You can come back if you change your mind later.
es: Podés volver más tarde, si cambias de opinión.

# EmailPrimingViewController.s5
source: Cancel
es: Cancelar

# EmailPrimingViewController.s6
source: I'm sure
es: Estoy seguro

# SetupEmailWording.s1
source: Back up your wallet
es: Respalda tu monedero

# SetupEmailWording.s2
source: Use your email and a password to recover your wallet.
es: Usa tu email y una contraseña para recuperar tu monedero.

# SetupEmailWording.s3
source: Create a recovery method in case you change your phone or reinstall Muun.
es: Crea un método de recuperación en caso de que cambies tu teléfono o reinstales Muun.

# SetupEmailWording.s4
source: Use your email and a password to recover your wallet.
es: Usa tu email y una contraseña para recuperar tu monedero.

# SetupEmailWording.s5
source: You backed up your wallet
es: Respaldaste tu monedero

# SetupEmailWording.s6
source: Use %@ and your password to recover your wallet.
es: Usa %@ y tu contraseña para recuperar tu monedero.

# SetupEmailWording.s8
source: Back up with password
es: Respalda tu monedero con contraseña

# SetupEmailWording.s10
source: Improve your security
es: Aumenta tu seguridad

# SetupEmailWording.s11
source: Enter a recovery email
es: Ingresa un email

# SetupEmailWording.s12
source: How will Muun use my email?
es: ¿Como usará Muun mi email?

# SetupEmailWording.s13
source: You will receive a verification link. How will Muun use my email?
es: Recibirás un correo de verificación en este email. ¿Como usará Muun mi email?

# SetupEmailWording.s14
source: I understand I will need my password and access to my email to recover my wallet.
es: Entiendo que necesitaré mi contraseña y acceso a mi email para recuperar mi monedero.

# SetupEmailWording.s15
source: I understand that Muun can't reset my password if I forget it.
es: Entiendo que Muun no puede restaurar mi contraseña si me la olvido.

# SetupEmailWording.s16
source: Success!
es: ¡Éxito!

# SetupEmailWording.s17
source: You backed up your wallet, and can now recover it using your email and password.
es: Respaldaste tu monedero, y ahora puedes recuperarlo usando tu email y contraseña.

# SetupEmailWording.s18
source: Use your email and a password to conveniently recover your wallet if you change your phone or reinstall Muun.
es: Usa tu email y una contraseña para recuperar tu dinero de forma conveniente si cambias tu teléfono o reinstalas Muun.

# SetupEmailWording.s19
source: Use your email and a password to conveniently recover your wallet if you change your phone or reinstall Muun. This enables multi-factor authentication, improving security when you use your Recovery Code.
es: Usa tu email y una contraseña para recuperar tu dinero de forma conveniente si cambias tu teléfono o reinstalas Muun. Esto habilita la autenticación multi-factor, mejorando la seguridad cuando usas tu Código de Recuperación.

# EmailClientsPicker.s1
source: Cancel
es: Cancelar

# SignUpVerifyEmailViewController.s1
source: Verify your recovery email
es: Verifica tu email

# SignUpVerifyEmailViewController.s2
source: Choose Email
es: Elegir Email

# SignUpVerifyEmailViewController.s3
source: You will receive a verification email at %@. Please click the link in the email to continue.
es: Recibirás un correo de verificación en %@. Por favor, haz clic en el enlace del correo para continuar.

# FinishRecoveryCodeSetupViewController.s1
source: Two things you must understand
es: Dos cosas que debes entender

# FinishRecoveryCodeSetupViewController.s2
source: FINISH
es: FINALIZAR

# FinishRecoveryCodeSetupViewController.s3
source: Failed to create the backup
es: Error al crear el respaldo

# FinishRecoveryCodeSetupViewController.s4
source: Your Recovery Code is used to create an encrypted backup of your private key. To save the backup, you need internet connection. Please check your connection and try again.
es: Tu Código de Recuperación se usa para crear un respaldo encriptado de tu clave privada. Para guardarlo, necesitas conexión a Internet. Por favor revisa tu conexión e inténtalo de nuevo.

# FinishRecoveryCodeSetupViewController.s5
source: Retry
es: Reintentar

# FinishRecoveryCodeSetupViewController.s6
source: Cancel
es: Cancelar

# GenerateRecoveryCodeViewController.s1
source: Write down your Recovery Code
es: Escribe tu Código de Recuperación

# GenerateRecoveryCodeViewController.s2
source: Use pen and paper. For security, don't save this on your phone or in the cloud.
es: Usa lapicera y papel. Por seguridad, no lo guardes en tu teléfono o en la nube.

# GenerateRecoveryCodeViewController.s3
source: CONTINUE
es: CONTINUAR

# GenerateRecoveryCodeViewController.s4
source: Abort Recovery Code setup?
es: ¿Abortar Configuración?

# GenerateRecoveryCodeViewController.s5
source: Cancel
es: Cancelar

# GenerateRecoveryCodeViewController.s6
source: Abort
es: Abortar
